import image from "../images/tv/tv_12.png"

export const tvData = [
  {
    date: "18.05.22",
    model: "Ultra HD (4K) LED телевизор 55 Samsung UE55TU8500U",
    photo: image,
    price: "72 000",
    description:
      "Благодаря тонкому корпусу и узким рамкам вокруг 55-дюймового экрана телевизор Samsung UE55TU8500U выглядит лаконично и в то же время элегантно. Он хорошо вписывается в современный интерьер. Разрешение этой модели соответствует стандарту Ultra HD, что в сочетании с поддержкой технологии HDR обеспечивает отличное изображение — яркое, детализированное, с реалистичными цветами.",
    color: "черный",
  },
  {
    date: "28.05.22",
    model: "Ultra HD (4K) LED телевизор 55 Samsung UE55TU8500U",
    photo: image,
    price: "72 000",
    description:
      "Благодаря тонкому корпусу и узким рамкам вокруг 55-дюймового экрана телевизор Samsung UE55TU8500U выглядит лаконично и в то же время элегантно. Он хорошо вписывается в современный интерьер. Разрешение этой модели соответствует стандарту Ultra HD, что в сочетании с поддержкой технологии HDR обеспечивает отличное изображение — яркое, детализированное, с реалистичными цветами.",
    color: "черный",
  },
]
